Repository: 3-Strands/starfish
Catalog: lib/l10n/app_*.arb
Languages: hi

# language
source: English
hi: Hindi

# phoneNumberHint
source: Mobile Number
hi: मोबाइल नंबर

# phoneAuthenticationTitle
source: Select Country and enter Phone Number to get One Time Password
hi: वन टाइम पासवर्ड पाने के लिए देश चुनें और फोन नंबर दर्ज करें

# searchLanguagesPlaceholder
source: Search languages
hi: भाषा खोजें

# searchTopicsPlaceholder
source: Search topics
hi: विषय खोजें

# emailHint
source: Enter email of project admin
hi: प्रोजेक्ट व्यवस्थापक का ईमेल दर्ज करें

# confirmEmailHint
source: Re-enter email of project admin
hi: प्रोजेक्ट व्यवस्थापक का ईमेल पुनः दर्ज करें

# projectAdminEmailSectionTitle
source: Enter the email ID of the Project Admin in everylanguage.app
hi: प्रोजेक्ट व्यवस्थापक की ईमेल आईडी everyulanguage.app में दर्ज करें।

source: Exit
hi: बाहर जाएं

source: Next
hi: अगला

source: Back
hi: पीछे

# finish
source: Get started
hi: शुरू हो जाओ

source: Edit
hi: संपादित करें

source: Save
hi: सहेजें

source: Open
hi: खोलना

source: Open external link
hi: बाहरी लिंक खोलें

source: Cancel
hi: रद्द करें

source: Add
hi: जोड़ें

source: Update
hi: अपडेट करें

source: OK
hi: ठीक है

source: No
hi: नहीं

source: Yes
hi: हां

source: Leave
hi: छोड़ना

source: Close
hi: बंद करे

source: Send Feedback
hi: प्रतिक्रिया भेजें

source: Copy this info
hi: इस जानकारी को कॉपी करें

source: Copy all codes
hi: सभी कोड कॉपी करें

# inviteFromContactsList
source: Invite people from your contacts list
hi: अपनी संपर्क सूची से लोगों को आमंत्रित करें

source: Create
hi: बनाएं

source: Invite
hi: आमंत्रण

source: Leave this group
hi: इस समूह को छोड़ दें

# inviteGroupUser
source: Invite
hi: आमंत्रित

# resentOTP
source: Resend OTP
hi: ओटीपी पुनः भेजें

source: Enter One Time Password
hi: वन टाइम पासवर्ड डालें

source: My Country
hi: मेरा देश

source: Country
hi: देश

source: Select Country
hi: देश चुनें

# selectCountryDetail
source: The list of languages shown below is based on the country you select.
hi: नीचे दिखाई गई भाषाओं की सूची आपके द्वारा चुने गए देश पर आधारित है।

# myLanugages
source: My Language(s)
hi: मेरी भाषाएं

# lanugages
source: Language(s)
hi: भाषा

# selectLanugages
source: Select Language(s)
hi: भाषा चुनें

# lanugagesUsedOptional
source: Language(s) used (optional)
hi: भाषा (ओं) का इस्तेमाल किया (वैकल्पिक)

source: Select all
hi: सभी का चयन करे

# selectLanugagesDetail
source: These are the languages spoken by the COMMUNITIES you are working with. You can also change this later.
hi: ये उन समुदायों द्वारा बोली जाने वाली भाषाएं हैं जिनके साथ आप काम कर रहे हैं। आप इसे बाद में भी बदल सकते हैं।

# lastSuccessfullSync
source: Last Successful Sync
hi: अंतिम सफल समन्वयन

source: Last Sync
hi: अंतिम समन्वयन

# forGroupAdmin
source: For Group Admins
hi: ग्रुप व्यवस्थापक के लिए

source: My Groups
hi: मेरे समूह

source: Group
hi: समूह

source: Action
hi: कार्य

# nameHint
source: Full Name
hi: पूरा नाम

# enterName
source: Enter Your Name
hi: अपना नाम दर्ज करें

# enterNameDetail
source: This name will be shown in groups. You can change this later.
hi: यह नाम समूह में दिखाया जाएगा। आप इसे बाद में बदल सकते हैं।

source: Material
hi: सामग्री

# materialsTabItemText
source: Materials
hi: सामग्री

# groupsTabItemText
source: Groups
hi: समूहों

# actionsTabItemText
source: Actions
hi: कार्रवाई

source: Settings
hi: समायोजन

source: Name
hi: नाम

source: Mobile
hi: मोबाइल

# linkMyGroups
source: Link my groups to a project in everylanguage.app
hi: मेरे समूहों को everylanguage.app में किसी प्रोजेक्ट से संयुक्त करें

# topics
source: Topic(s) (Optional)
hi: विषय (वैकल्पिक)

source: Select topic(s)
hi: विषय चुनें

# reportInappropriateMaterial
source: If this material is inappropriate, click here to report it.
hi: यदि यह सामग्री अनुपयुक्त है, तो इसकी रिपोर्ट करने के लिए यहां क्लिक करें।

# type
source: Type (Optional)
hi: प्रकार (वैकल्पिक)

source: Used By
hi: के द्वारा उपयोग

source: Created Date
hi: रचना तिथि

# selectType
source: Select a type
hi: एक प्रकार चुनें

# editedBy
source: Can be edited by
hi: द्वारा संपादित किया जा सकता है

# editedOrDeletedBy
source: Can be edited or deleted by
hi: द्वारा संपादित या हटाया जा सकता है

# seenBy
source: Can be seen by
hi: द्वारा देखा जा सकता है

source: Select Categories
hi: श्रेणियों का चयन करें

source: No filter applied
hi: कोई फ़िल्टर लागू नहीं

source: This material is visible to
hi: यह सामग्री दिखाई देती है

source: Open Attachment
hi: अटैचमेंट खोलें

source: Add New Material
hi: नई सामग्री जोड़ें

source: Add Materials
hi: सामग्री जोड़ें

# historyAddedBy
source: added by
hi: द्वारा जोड़ा

# historyAddedOn
source: added on
hi: पर जोड़ा

# historyEditedBy
source: edited by
hi: द्वारा संपादित

# historyEditedOn
source: edited on
hi: पर संपादित

source: Edit Material
hi: सामग्री संपादित करें

# dialogInfo
source: Info
hi: जानकारी

# dialogAlert
source: Alert
hi: चेतावनी

source: Create Group
hi: समूह बनाना

source: Edit Group
hi: समूह संपादित करें

# hintMaterialName
source: Enter a name for the Material
hi: सामग्री के लिए एक नाम दर्ज करें

# searchBarHint
source: Search
hi: खोज

# hintGroupName
source: Enter a name for the group
hi: समूह के लिए एक नाम दर्ज करें

# hintEvaluateProgress
source: Choose up to 3 of the categories listed. You will then use these categories to evaluate progress by each Group learner, month to month.
hi: सूचीबद्ध श्रेणियों में से 3 तक चुनें। फिर आप इन श्रेणियों का उपयोग प्रत्येक समूह शिक्षार्थी द्वारा महीने दर महीने प्रगति का मूल्यांकन करने के लिए करेंगे।

# hintPersonName
source: Enter the person's name here
hi: व्यक्ति का नाम यहां दर्ज करें

# hintInstructions
source: Enter instructions for the learners
hi: शिक्षार्थियों के लिए निर्देश दर्ज करें

# hintDueDate
source: Select due date
hi: नियत तारीख का चयन करें

# hintActionName
source: Enter a name for the action
hi: कार्रवाई के लिए एक नाम दर्ज करें

# hintMaterialDescription
source: Enter a description for the material
hi: सामग्री के लिए विवरण दर्ज करें

# hintGroupDescription
source: Enter a description for the group
hi: समूह के लिए विवरण दर्ज करें

source: Attachment
hi: अनुरक्ति

source: Attachments
hi: संलग्नक

# materialName
source: Name of the material
hi: सामग्री का नाम

# groupName
source: Name of the group
hi: समूह का नाम

# descripton
source: Description
hi: विवरण

source: Add web link
hi: वेब लिंक जोड़ें

source: Upload a material
hi: एक सामग्री अपलोड करें

source: Evaluate Progress (optional)
hi: प्रगति का मूल्यांकन करें (वैकल्पिक)

# invitePeopleFromContactsList
source: Option 1. Invite people from your contacts list to join your group in Starfish
hi: विकल्प 1. अपनी संपर्क सूची से लोगों को स्टारफिश में अपने समूह में शामिल होने के लिए आमंत्रित करें

# addWithoutInvite
source: Option 2. Add a person's name, without sending an invitation to use Starfish
hi: विकल्प 2. स्टारफिश का उपयोग करने के लिए आमंत्रण भेजे बिना किसी व्यक्ति का नाम जोड़ें

source: History
hi: इतिहास

source: Month
hi: महीना

source: Due
hi: देय

source: Teacher
hi: शिक्षक

source: Title
hi: शीर्षक

# actionFollowInstructions
source: Action Follow a set of instructions
hi: कार्रवाई निर्देशों के एक सेट का पालन करें

# statusOfActionForLearner
source: Status of this action for each learner
hi: प्रत्येक शिक्षार्थी के लिए इस क्रिया की स्थिति

source: App Language
hi: ऐप भाषा

# reportDialogDetailText
source: Explain why this material is inappropriate
hi: बताएं कि यह सामग्री अनुपयुक्त क्यों है

# selectPropleToInvite
source: Select people to invite
hi: आमंत्रित करने के लिए लोगों का चयन करें

source: View Teachers and Learners
hi: शिक्षकों और शिक्षार्थियों को देखें

source: Instructions
hi: निर्देश

source: Select a Material
hi: सामग्री चुनें

source: Question to be answered
hi: उत्तर देने के लिए प्रश्न

source: Due date
hi: नियत तारीख

source: Select an action
hi: एक क्रिया का चयन करें

# nameOfAction
source: Name of the Action
hi: कार्रवाई का नाम

source: Type of Action
hi: कार्रवाई के प्रकार

# assignActionTo
source: Assign this Action to
hi: इस क्रिया को सौंपना

source: Select one or more groups
hi: एक या अधिक समूह चुनें

# emptyFullName
source: Please enter name.
hi: कृपया नाम दर्ज करें।

# emptyEmail
source: Please enter email.
hi: कृपया ईमेल दर्ज करें।

# emptyConfirmEmail
source: Please enter confirm email.
hi: कृपया पुष्टि ईमेल दर्ज करें।

# invalidFullName
source: Please enter valid name.
hi: कृपया मान्य नाम दर्ज करें।

# emptySelectCountry
source: Please select country.
hi: कृपया देश का चयन करें।

# emptySelectLanguage
source: Please select languages.
hi: कृपया भाषाएं चुनें.

# emptyDialingCode
source: Please enter dialing code.
hi: कृपया डायलिंग कोड दर्ज करें।

# dialingCodeNotExist
source: Entered dialing code doesn't exist.
hi: दर्ज किया गया डायलिंग कोड मौजूद नहीं है।

# alertLeaveThisGroup
source: Are you sure you want to leave this group?
hi: क्या आप वाकई इस समूह को छोड़ना चाहते हैं?

# syncAlertContentText
source: This may take a few minutes while we download your data from the server. Please make sure you are connected to the internet.
hi: सर्वर से आपका डेटा डाउनलोड करते समय इसमें कुछ मिनट लग सकते हैं। कृपया सुनिश्चित करें कि आप इंटरनेट से जुड़े हैं।

# syncAlertTitleText
source: We are setting up Starfish for you!
hi: हम आपके लिए स्टारफिश स्थापित कर रहे हैं!

# emptyEvaluateProgress
source: Please select evaluation categories.
hi: कृपया मूल्यांकन श्रेणियों का चयन करें।

# emptyMobileNumbers
source: Please enter mobile number.
hi: कृपया मोबाइल नंबर दर्ज करें।

# invalidMobileNumbers
source: Please enter valid mobile number.
hi: कृपया मान्य मोबाइल नंबर दर्ज करें।

# emptyTitle
source: Please enter title.
hi: कृपया शीर्षक दर्ज करें।

# emptyMaterialTitle
source: Please enter the name of the material.
hi: कृपया सामग्री का नाम दर्ज करें।

# emptyGroupTitle
source: Please enter the name of the group.
hi: कृपया समूह का नाम दर्ज करें।

# emptyName
source: Please enter name.
hi: कृपया नाम दर्ज करें।

# emptyDescription
source: Please enter description.
hi: कृपया विवरण दर्ज करें।

# emptySelectType
source: Please select type.
hi: कृपया प्रकार का चयन करें.

# emptySelectTopic
source: Please select topic.
hi: कृपया विषय का चयन करें।

# addMaterialSuccess
source: Material saved successfully.
hi: सामग्री सफलतापूर्वक सहेजी गई.

# addMaterialFailed
source: Failed to save Material.
hi: सामग्री सहेजने में विफल.

# updateMaterialSuccess
source: Material updated successfully.
hi: सामग्री सफलतापूर्वक अपडेट की गई।

# updateMaterialFailed
source: Failed to update Material.
hi: सामग्री को अपडेट करने में विफल।

# emptyMaterialFeedback
source: Please enter detail.
hi: कृपया विवरण दर्ज करें।

# addMaterialFeedbackSuccess
source: Material feedback saved successfully.
hi: सामग्री प्रतिक्रिया सफलतापूर्वक सहेजी गई।

# internetRequiredToChangeCountriesOrLanguage
source: You can change the countries and languages only when your internet is working
hi: आप देश और भाषाएँ तभी बदल सकते हैं जब आपका इंटरनेट काम कर रहा हो

# createGroupSuccess
source: Group created successfully.
hi: समूह सफलतापूर्वक बनाया गया।

# createGroupFailed
source: Failed to create group.
hi: समूह बनाने में विफल।

# updateGroupSuccess
source: Group updated successfully.
hi: समूह सफलतापूर्वक नवीनीकरण किया गया.

# updateGroupFailed
source: Failed to update group.
hi: समूह नवीनीकरण करने में विफल.

# createActionSuccess
source: Action created successfully.
hi: कार्रवाई सफलतापूर्वक बनाई गई.

# createActionFailed
source: Failed to create action.
hi: कार्रवाई बनाने में विफल.

# updateActionSuccess
source: Action updated successfully.
hi: कार्रवाई सफलतापूर्वक नवीनीकरण की गई।

# updateActionFailed
source: Failed to update action.
hi: कार्रवाई नवीनीकरण करने में विफल.

source: loading...
hi: लोड हो रहा है...

source: Self Assigned
hi: स्वयं असाइन किया गया

# inviteSMS
source: Hi {{receiver_first_name}}, please join my Starfish group by installing Starfish app from the Play Store or Apple Store. Thanks! {{sender_name}}
hi: नमस्ते {{receiver_first_name}}, कृपया प्ले स्टोर या एप्पल स्टोर से स्टारफिश ऐप इंस्टॉल करके मेरे स्टारफिश समूह में शामिल हों। धन्यवाद! {{sender_name}}

# groupFilterPrefix
source: Groups
hi: समूहों

# groupFilterAll
source: All of my groups
hi: मेरे सभी समूह

# groupFilterLearner
source: Groups I'm a learner in
hi: समूह मैं एक शिक्षार्थी हूँ

# groupFilterAdminCoLead
source: Groups I teach or co-lead
hi: जिन समूहों को मैं पढ़ाता हूं या सह-नेतृत्व करता हूं

source: UNSPECIFIED_VISIBILITY
hi: अनिर्दिष्ट दृश्यता

source: CREATOR_VIEW
hi: निर्माता देखें

# visibilityGroupView
source: Groups I teach or administer
hi: वे समूह जिन्हें मैं पढ़ाता हूं या प्रशासन करता हूं

# visibilityAllView
source: Anyone at all
hi: कोई भी

source: UNSPECIFIED_EDITABILITY
hi: अनिर्दिष्ट संपादन क्षमता

# editabilityCreatorEdit
source: Only me
hi: केवल मैं

# editabilityGroupEdit
source: Other Teacher of my Groups
hi: मेरे समूह के अन्य शिक्षक

# adminNamePrifix
source: Admin
hi: व्यवस्थापक

source: UNSPECIFIED ROLE
hi: अनिर्दिष्ट भूमिका

# adminRole
source: ADMIN
hi: व्यवस्थापक

# learnerRole
source: LEARNER
hi: सिखाने वाला

# teacherRole
source: TEACHER
hi: शिक्षक

# contactAccessDenied
source: Access to contact data denied
hi: संपर्क डेटा तक पहुंच अस्वीकृत

# contactDataNotAvailable
source: Contact data not available on device
hi: संपर्क डेटा डिवाइस पर उपलब्ध नहीं है

# editActionText
source: Edit Action
hi: क्रिया संपादित करें

# deleteActionText
source: Delete Action
hi: कार्रवाई हटाएं

# notSoGoodText
source: Not so Good
hi: उतना अच्छा नहीं हैं

# goodText
source: Good
hi: अच्छा

# howWasThisActionText
source: How was this action?
hi: यह कार्रवाई कैसी थी?

# addActionText
source: Add Action
hi: क्रिया जोड़ें

# materialActionPrefix
source: Action:
hi: कार्य:

# materialTitlePrefix
source: Title:
hi: शीर्षक:

# forMeTabText
source: For Me
hi: मेरे लिए

# forGroupITeachTabText
source: For Groups I Teach
hi: मेरे द्वारा पढ़ाए जाने वाले समूहों के लिए

source: Make Admin
hi: व्यवस्थापक बनाओ

source: Make Teacher
hi: शिक्षक बनाओ

# makeRemove
source: Remove
hi: हटाना

# actionTypeTextInstruction
source: Follow a set of instructions
hi: निर्देशों के एक सेट का पालन करें

# actionTypeTextResponse
source: Answer a question
hi: प्रश्न का उत्तर दें

# actionTypeMaterialInstruction
source: Use a Material (no response)
hi: सामग्री का उपयोग करें (कोई प्रतिक्रिया नहीं)

# actionTypeMaterialResponse
source: Use and respond to a Material
hi: सामग्री का उपयोग करें और उसका जवाब दें

# actionType
source: Fill in some numbers
hi: कुछ संख्याएं भरें

# reuseActionText
source: Re-use an Action (optional)
hi: क्रिया का पुन: उपयोग करें (वैकल्पिक)

source: NA
hi: प्रयोग नहीं किया

# actionStatusDone
source: I did it
hi: मैंने यह किया है

# actionStatusNotDone
source: I didn't do it
hi: मैंने नहीं किया

# actionStatusOverdue
source: Overdue
hi: अतिदेय

# groupActionStatusDone
source: Did it
hi: इसे करें

# groupActionStatusNotDone
source: Not done
hi: नहीं हुआ

# zeroOrOneActionCompleted
source: Action done
hi: कार्रवाई हो गई

# moreThenOneActionCompleted
source: Actions done
hi: किए गए कार्य

# zeroOrOneActionsIncompleted
source: Action due
hi: कार्य देय

# moreThenOneActionsIncompleted
source: Actions due
hi: कार्य देय

# zeroOrOneActionsOverdue
source: Action overdue
hi: कार्य अतिदेय

# moreThenOneActionsOverdue
source: Actions overdue
hi: कार्य अतिदेय

source: Delete
hi: हटाएं

# deleteActionTitle
source: Delete Action?
hi: कार्रवाई हटाएं?

# deleteActionMessage
source: Are you sure you want to delete this action and its data for this group?
hi: क्या आप वाकई इस समूह के लिए इस कार्रवाई और इसके डेटा को हटाना चाहते हैं?

# deleteGroupMessage
source: Are you sure you want to delete this Group and all of its Actions?
hi: क्या आप वाकई इस समूह और इसकी सभी कार्रवाइयों को हटाना चाहते हैं?

# deleteGroupTitle
source: Delete Group?
hi: समूह हटाएं

# deleteMaterialTitle
source: Delete Material?
hi: सामग्री हटाएं

# areYouSureWantToDeleteThis
source: Are you sure you want to delete this?
hi: क्या आप वाकई इसे हटाना चाहते हैं

# zeroOrOneMemberIsOverdue
source: is overdue
hi: अतिदेय है

# moreThenOneMembersIsOverdue
source: are overdue
hi: अतिदेय हैं

# zeroOrOneMemberDidNotDoItYet
source: didn't do it yet
hi: अभी तक नहीं किया

# moreThenOneMembersDidNotDoItYet
source: didn't do it yet
hi: अभी तक नहीं किया

# emptyActionName
source: Please enter action name.
hi: कृपया क्रिया का नाम दर्ज करें।

# emptyActionInstructions
source: Please enter instructions.
hi: कृपया निर्देश दर्ज करें।

# emptyActionQuestion
source: Please enter question.
hi: कृपया प्रश्न दर्ज करें।

# emptyActionMaterial
source: Please select material.
hi: कृपया सामग्री का चयन करें।

# selectActionGroup
source: Please assign action to.
hi: कृपया कार्रवाई सौंपें।

# emptyActionDueDate
source: Please select due date.
hi: कृपया नियत तिथि का चयन करें।

# zeroOrOneMemberDidIt
source: did it
hi: इसे करें

# moreThenOneMembersDidIt
source: did it
hi: इसे करें

# assignedToGroup
source: Assigned to group that I teach/co-lead
hi: उस समूह को असाइन किया गया जिसे मैं पढ़ाता/सह-नेतृत्व करता/करती हूं

# assignedToMeDone
source: Assigned to me and completed
hi: मुझे सौंपा और पूरा किया

# assignedToMeNotDone
source: Assigned to me, but not completed yet
hi: मुझे सौंपा गया है, लेकिन अभी तक पूरा नहीं हुआ है

# assignedToMeOverdue
source: Assigned to me and overdue
hi: मुझे सौंपा और अतिदेय

# assignedToMeInComplete
source: Assigned to me but incomplete
hi: मुझे सौंपा गया लेकिन अधूरा

# assignedToGroupIamLead
source: Assigned to a group I lead
hi: मेरे नेतृत्व वाले समूह को असाइन किया गया

source: Question
hi: प्रश्न

# questionTextEditHint
source: Write an answer to the question here
hi: प्रश्न का उत्तर यहाँ लिखें

source: Select Action
hi: कार्रवाई चुनें

# actionFilterThisMonth
source: This Month
hi: इस महीने

# actionFilterNextMonth
source: Next Month
hi: अगले महीने

# actionFilterLastMonth
source: Last Month
hi: पिछला महीना

# actionFilterLastThreeMonth
source: Last Three Months
hi: पिछले तीन महीने

# actionFilterAllTime
source: All Time
hi: पूरे समय

# actionWasAssignedTo
source: This Action was Assigned to:
hi: यह कार्य सौंपा गया था:

# alertEmailDoNotMatch
source: Email id doesn't match with confirm email id
hi: ईमेल आईडी कन्फर्म ईमेल आईडी से मेल नहीं खाती

# alertSaveAdminEmail
source: Do you want to save admin email?
hi: क्या आप व्यवस्थापक ईमेल सहेजना चाहते हैं?

# alertInvalidEmaill
source: Email format is not valid
hi: ईमेल प्रारूप मान्य नहीं है

# alertGroupCanNotBeWithoutAdmin
source: Group can't be left without Admin
hi: ग्रुप को बिना एडमिन के नहीं छोड़ा जा सकता

# userStatusInvited
source: Invited
hi: आमंत्रित

# inAppropriateMaterial
source: If this material is inappropriate,
hi: यदि यह सामग्री अनुपयुक्त है,

source: Click here
hi: यहां क्लिक करें

source: to report it.
hi: इसकी रिपोर्ट करने के लिए

# adminNameMe
source: Me
hi: मैं

# unknownUser
source: Unknown
hi: अज्ञात

# maxFilesSelected
source: Maximum five(5) files can be uploaded.
hi: अधिकतम पांच(5) फाइलें अपलोड की जा सकती हैं।

# unauthenticated
source: User not authenticated. Token is expired.
hi: उपयोगकर्ता प्रमाणित नहीं है। टोकन की समय सीमा समाप्त हो गई है।

source: Click this link to start
hi: शुरू करने के लिए इस लिंक पर क्लिक करें

# clickToDownload
source: Click to download: [{{file_name}}]
hi: डाउनलोड करने के लिए क्लिक करें: [{{file_name}}]

# phoneNumberComplete
source: Number complete
hi: संख्या पूर्ण

# oneNumberMissing
source: number missing
hi: नंबर गायब

# moreNumbersMissing
source: numbers missing
hi: नंबर गायब

# tooManyNumbers
source: Too many numbers, remove
hi: बहुत अधिक संख्याएं, हटाएं

source: Select the type of action
hi: कार्रवाई के प्रकार का चयन करें

# alertEmptyWebLinkWithNoFile
source: You must either add a web link to the file, or upload the files, in order to create this Material in Starfish
hi: Starfish में इस सामग्री को बनाने के लिए आपको या तो फ़ाइल में एक वेब लिंक जोड़ना होगा, या फ़ाइलें अपलोड करनी होंगी

source: No Record Found
hi: कोई रिकॉर्ड नहीं मिला
